Repository: MuhammadjonTohirov/bookletpdf
Catalog: bookletPdf/Utils/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, uz

source: Open Help
de: Hilfe öffnen
fr: Ouvrir l'aide
uz: Yordam

# str.add_cover_image
source: Add Cover Image
de: Coverbild hinzufügen
fr: Ajouter une image de couverture
uz: Muqova rasm qo'shish

# str.app_help_title
source: PDF Booklet Maker Help
de: PDF Broschüren Ersteller Hilfe
fr: Aide Créateur de Brochures PDF
uz: PDF Buklet Yaratuvchi Yordam

# str.app_name
source: PDF Booklet Maker
de: PDF Broschüren Ersteller
fr: Créateur de Brochures PDF
uz: PDF Buklet Maker

# str.appearance
source: Appearance
de: Erscheinungsbild
fr: Apparence
uz: Tashqi ko'rinish

# str.appearance_description
source: Choose the app appearance. System follows your device settings.
de: Wählen Sie das Erscheinungsbild der App. System folgt den Geräteeinstellungen.
fr: Choisissez l'apparence de l'application. Système suit les paramètres de votre appareil.
uz: Ilova ko'rinishini tanlang. Tizim qurilma sozlamalariga amal qiladi.

# str.back
source: Back
de: Zurück
fr: Retour
uz: Orqaga

# str.book_cover
source: Book Cover
de: Buchcover
fr: Couverture
uz: Kitob muqovasi

# str.booklet_layout
source: Booklet Layout
de: Broschürenlayout
fr: Mise en page
uz: Buklet tartibi

# str.booklet_ready
source: Booklet Ready!
de: Broschüre fertig!
fr: Brochure prête !
uz: Buklet tayyor!

# str.booklet_ready_subtitle
source: Your booklet has been created successfully.
de: Ihre Broschüre wurde erfolgreich erstellt.
fr: Votre brochure a été créée avec succès.
uz: Bukletingiz muvaffaqiyatli yaratildi.

# str.booklet_type
source: Booklet Type
de: Broschürentyp
fr: Type de brochure
uz: Buklet turi

# str.cache_cleared_success
source: Cache cleared successfully!
de: Cache erfolgreich geleert!
fr: Cache vidé avec succès !
uz: Kesh muvaffaqiyatli tozalandi!

# str.cache_description
source: PDF thumbnails are cached to improve performance. You can clear the cache to free up disk space.
de: PDF-Vorschaubilder werden zwischengespeichert, um die Leistung zu verbessern. Sie können den Cache löschen, um Speicherplatz freizugeben.
fr: Les miniatures PDF sont mises en cache pour améliorer les performances. Vous pouvez vider le cache pour libérer de l'espace disque.
uz: PDF tasvir nusxalari unumdorlikni yaxshilash uchun keshlanadi. Disk joyini bo'shatish uchun keshni tozalashingiz mumkin.

# str.cache_error
source: Error
de: Fehler
fr: Erreur
uz: Xato

# str.cache_management
source: Cache Management
de: Cache-Verwaltung
fr: Gestion du cache
uz: Kesh boshqaruvi

# str.cache_not_available
source: N/A
de: N/V
fr: N/D
uz: Mavjud emas

# str.cache_size_error
source: Error calculating size
de: Fehler bei der Größenberechnung
fr: Erreur de calcul de la taille
uz: Hajmni hisoblashda xato

# str.calculate
source: Calculate
de: Berechnen
fr: Calculer
uz: Hisoblash

# str.calculating
source: Calculating...
de: Berechnung...
fr: Calcul en cours...
uz: Hisoblanmoqda...

# str.cancel
source: Cancel
de: Abbrechen
fr: Annuler
uz: Bekor qilish

# str.clear
source: Clear
de: Löschen
fr: Effacer
uz: Tozalash

# str.clear_cache
source: Clear Cache
de: Cache löschen
fr: Vider le cache
uz: Keshni tozalash

# str.clear_cache_confirmation
source: This will clear all cached PDF thumbnails. Are you sure you want to continue?
de: Sind Sie sicher
fr: Êtes-vous sûr
uz: Ishonchingiz komilmi

# str.close
source: Close
de: Schließen
fr: Fermer
uz: Yopish

# str.comparison_view
source: Comparison View
de: Vergleichsansicht
fr: Vue Comparaison
uz: Taqqoslash Ko'rinish

# str.configure_layout
source: Configure Layout
de: Layout konfigurieren
fr: Configurer la mise en page
uz: Tartibni sozlash

# str.configure_subtitle
source: Choose your booklet type and settings
de: Wählen Sie Ihren Broschürentyp und Einstellungen
fr: Choisissez le type et les paramètres de votre brochure
uz: Buklet turi va sozlamalarini tanlang

# str.confirm_conversion
source: Confirm Conversion
de: Bestätigen Conversion
fr: Confirmer Conversion
uz: Tasdiqlash Conversion

# str.conversion_history
source: Conversion History
de: Konvertierungsverlauf
fr: Historique des conversions
uz: Konvertatsiya tarixi

# str.convert
source: Convert
de: Konvertieren
fr: Convertir
uz: Aylantirish

# str.convert_confirmation_message
source: Do you want to convert this PDF to %@ booklet format?
de: Do You Want To Konvertieren This PDF To %@ Broschüre Format?
fr: Do You Want To Convertir This PDF To %@ Brochure Format?
uz: Do You Want To Aylantirish This PDF To %@ Buklet Format?

# str.convert_subtitle
source: Transform your PDF into a printable booklet
de: Verwandeln Sie Ihr PDF in eine druckbare Broschüre
fr: Transformez votre PDF en brochure imprimable
uz: PDF faylingizni bosma bukletga aylantiring

# str.convert_to
source: Convert to %@
de: Konvertieren To %@
fr: Convertir To %@
uz: Aylantirish To %@

# str.convert_to_booklet
source: Convert to Booklet
de: In Broschüre umwandeln
fr: Convertir en brochure
uz: Bukletga aylantirish

# str.converted_booklet
source: Converted Booklet
de: Konvertierte Broschüre
fr: Brochure Convertie
uz: Aylantirish Buklet

# str.converter
source: Converter
de: Konverter
fr: Convertisseur
uz: Asosiy

# str.converting_message
source: Please wait while your booklet is being created...
de: Bitte warten Sie, während Ihre Broschüre erstellt wird...
fr: Veuillez patienter pendant la création de votre brochure...
uz: Bukletingiz yaratilayotganda kutib turing...

# str.cover_added
source: Cover Image Added
de: Coverbild hinzugefügt
fr: Image de couverture ajoutée
uz: Muqova rasm qo'shildi

# str.create_booklet
source: Create Booklet
de: Broschüre erstellen
fr: Créer la brochure
uz: Buklet yaratish

# str.current_cache_size
source: Current cache size:
de: Aktuelle Cache-Größe:
fr: Taille actuelle du cache :
uz: Joriy kesh hajmi:

# str.current_language
source: Current Language:
de: Aktuelle Sprache:
fr: Langue actuelle :
uz: Joriy til:

# str.daily_limit_message
source: You have reached your daily conversion limit. Upgrade to Pro for unlimited conversions.
de: Sie haben Ihr tägliches Konvertierungslimit erreicht. Upgraden Sie auf Pro für unbegrenzte Konvertierungen.
fr: Vous avez atteint votre limite quotidienne de conversions. Passez à Pro pour des conversions illimitées.
uz: Kunlik konvertatsiya chekloviga yetdingiz. Cheksiz konvertatsiya uchun Pro ga o'ting.

# str.daily_limit_reached
source: Daily Limit Reached
de: Tageslimit erreicht
fr: Limite quotidienne atteinte
uz: Kunlik cheklov tugadi

# str.duplex_printing
source: Duplex Printing
de: Doppelseitiger Druck
fr: Impression recto-verso
uz: Ikki tomonlama chop etish

# str.error
source: Error
de: Fehler
fr: Erreur
uz: Xatolik

# str.file_not_found
source: File Not Found
de: Datei nicht gefunden
fr: Fichier introuvable
uz: Fayl topilmadi

# str.file_not_found_subtitle
source: This file may have been moved or deleted.
de: Diese Datei wurde möglicherweise verschoben oder gelöscht.
fr: Ce fichier a peut-être été déplacé ou supprimé.
uz: Bu fayl ko'chirilgan yoki o'chirilgan bo'lishi mumkin.

# str.finish_return_home
source: Finish & Return Home
de: Fertig & zur Startseite
fr: Terminer et retourner à l'accueil
uz: Tugatish va bosh sahifaga qaytish

# str.folds_in_half
source: Folds in half
de: Wird in der Mitte gefaltet
fr: Se plie en deux
uz: Yarmiga buklanadi

# str.folds_into_quarters
source: Folds into quarters
de: Wird in Viertel gefaltet
fr: Se plie en quatre
uz: To'rt qismga buklanadi

# str.fullscreen
source: Full Screen
de: Vollbild
fr: Plein Écran
uz: To'liq Ekran

# str.help
source: Help
de: Hilfe
fr: Aide
uz: Yordam

# str.help_about_body
source: Transform regular PDFs into booklets effortlessly. Our app rearranges your PDF pages into a professional booklet format ready for printing. With support for both 2-in-1 and 4-in-1 layouts, you can create the perfect booklet for your needs.
de: Verwandeln Sie gewöhnliche PDFs mühelos in Broschüren. Unsere App ordnet Ihre PDF-Seiten in ein professionelles Broschürenformat um, das sofort für den Druck bereit ist. Mit Unterstützung für 2-in-1 und 4-in-1 Layouts können Sie die perfekte Broschüre für Ihre Bedürfnisse erstellen.
fr: Transformez facilement des PDF ordinaires en livrets. Notre application réorganise les pages de votre PDF dans un format de livret professionnel prêt pour l'impression. Avec la prise en charge des mises en page 2-en-1 et 4-en-1, vous pouvez créer le livret parfait pour vos besoins.
uz: Oddiy PDF fayllarni kitobchaga osonlikcha aylantiring. Bizning ilovamiz sizning PDF sahifalaringizni professional kitobcha formatiga o'tkazadi va chop etishga tayyor qiladi. 2-dan-1 va 4-dan-1 joylashuvlarni qo'llab-quvvatlagan holda, ehtiyojlaringizga mos mukammal kitobcha yaratishingiz mumkin.

# str.help_about_title
source: About the App
de: Über die App
fr: À propos de l'application
uz: Ilova Haqida

# str.help_description
source: Need help with the app? Check out our help section for guides and troubleshooting tips.
de: Brauchen Sie Hilfe mit der App? Schauen Sie in unseren Hilfebereich für Anleitungen und Fehlerbehebungstipps.
fr: Besoin d'aide avec l'application ? Consultez notre section d'aide pour des guides et conseils de dépannage.
uz: Ilovada yordam kerakmi? Qo'llanma va muammolarni hal qilish bo'yicha maslahatlar uchun yordam bo'limiga qarang.

# str.help_feature_2in1_desc
source: Traditional booklet layout with 2 pages per sheet
de: Traditionelles Broschürenlayout mit 2 Seiten pro Blatt
fr: Mise en page traditionnelle avec 2 pages par feuille
uz: Har bir varaqdagi 2 ta sahifa bilan an'anaviy kitobcha joylashuvi

# str.help_feature_2in1_title
source: 2-in-1 Booklet Format
de: 2-in-1 Broschürenformat
fr: Format Livret 2-en-1
uz: 2-dan-1 Kitobcha Formati

# str.help_feature_4in1_desc
source: Compact layout with 4 pages per sheet, perfect for small booklets
de: Kompaktes Layout mit 4 Seiten pro Blatt, perfekt für kleine Broschüren
fr: Mise en page compacte avec 4 pages par feuille, parfaite pour les petits livrets
uz: Har bir varaqdagi 4 ta sahifa bilan ixcham joylashuv, kichik kitobchalar uchun mukammal

# str.help_feature_4in1_title
source: 4-in-1 Booklet Format
de: 4-in-1 Broschürenformat
fr: Format Livret 4-en-1
uz: 4-dan-1 Kitobcha Formati

# str.help_feature_preview_desc
source: See how your booklet will look before printing
de: Sehen Sie, wie Ihre Broschüre vor dem Drucken aussehen wird
fr: Voyez à quoi ressemblera votre livret avant impression
uz: Chop etishdan oldin kitobchangiz qanday ko'rinishini ko'ring

# str.help_feature_preview_title
source: Preview Mode
de: Vorschau-Modus
fr: Mode Aperçu
uz: Oldindan Ko'rish Rejimi

# str.help_feature_print_desc
source: Automatically arranges pages in the correct order for proper folding
de: Ordnet automatisch Seiten in der richtigen Reihenfolge für ordnungsgemäßes Falten
fr: Organise automatiquement les pages dans l'ordre correct pour un pliage approprié
uz: To'g'ri buklash uchun sahifalarni avtomatik ravishda to'g'ri tartibda joylashtiradi

# str.help_feature_print_title
source: Optimized for Printing
de: Für Druck optimiert
fr: Optimisé pour l'Impression
uz: Chop Etish Uchun Optimizatsiyalangan

# str.help_feature_simple_desc
source: Intuitive controls make booklet creation easy
de: Intuitive Bedienelemente machen das Erstellen von Broschüren einfach
fr: Contrôles intuitifs qui rendent la création de livrets facile
uz: Kitobcha yaratishni oson qiluvchi intuitiv boshqaruv elementlari

# str.help_feature_simple_title
source: Simple Interface
de: Einfache Oberfläche
fr: Interface Simple
uz: Sodda Interfeys

# str.help_features_title
source: Features
de: Funktionen
fr: Fonctionnalités
uz: Xususiyatlar

# str.help_footer
source: Thank you for using Booklet Generator!
de: Vielen Dank, dass Sie den Broschüren Generator verwenden!
fr: Merci d'utiliser le Générateur de Livrets !
uz: Kitobcha Generatoridan foydalanganingiz uchun rahmat!

# str.help_generate_step1
source: Click the "Select PDF File" button
de: Klicken Sie auf die Schaltfläche "PDF-Datei auswählen"
fr: Cliquez sur le bouton "Sélectionner un fichier PDF"
uz: "PDF Fayl Tanlash" tugmasini bosing

# str.help_generate_step2
source: Choose your PDF document from the file picker
de: Wählen Sie Ihr PDF-Dokument aus der Dateiauswahl
fr: Choisissez votre document PDF dans le sélecteur de fichiers
uz: Fayl tanlashdan PDF hujjatingizni tanlang

# str.help_generate_step3
source: Select your preferred layout (2-in-1 or 4-in-1)
de: Wählen Sie Ihr bevorzugtes Layout (2-in-1 oder 4-in-1)
fr: Sélectionnez votre mise en page préférée (2-en-1 ou 4-en-1)
uz: Afzal ko'rgan joylashuvingizni tanlang (2-dan-1 yoki 4-dan-1)

# str.help_generate_step4
source: Click "Convert to Booklet"
de: Klicken Sie auf "In Broschüre konvertieren"
fr: Cliquez sur "Convertir en Livret"
uz: "Kitobchaga Aylantirish" tugmasini bosing

# str.help_generate_step5
source: Wait a moment while the process completes
de: Warten Sie einen Moment, bis der Vorgang abgeschlossen ist
fr: Attendez un moment pendant que le processus se termine
uz: Jarayon tugaguncha bir oz kuting

# str.help_generate_step6
source: Your booklet-formatted PDF will appear with reordered pages
de: Ihr broschürenformatiertes PDF erscheint mit neu angeordneten Seiten
fr: Votre PDF au format livret apparaîtra avec les pages réorganisées
uz: Kitobcha formatidagi PDF qayta tartibga solingan sahifalar bilan paydo bo'ladi

# str.help_howto_generate_title
source: Generating a Booklet
de: Eine Broschüre erstellen
fr: Génération d'un Livret
uz: Kitobcha Yaratish

# str.help_howto_title
source: How to Use
de: Anleitung
fr: Comment Utiliser
uz: Qanday Foydalanish

# str.help_print_2in1_title
source: Printing: 2-in-1 Booklets
de: Drucken: 2-in-1 Broschüren
fr: Impression : Livrets 2-en-1
uz: Chop etish: 2-dan-1 Kitobchalar

# str.help_print_4in1_title
source: Printing: 4-in-1 Booklets
de: Drucken: 4-in-1 Broschüren
fr: Impression : Livrets 4-en-1
uz: Chop etish: 4-dan-1 Kitobchalar

# str.help_print2_step1
source: Click the "Share" button (📤) to save your document
de: Klicken Sie auf "Teilen" (📤), um Ihr Dokument zu speichern
fr: Cliquez sur "Partager" (📤) pour sauvegarder votre document
uz: Hujjatingizni saqlash uchun "Ulashish" tugmasini (📤) bosing

# str.help_print2_step2
source: Open the generated document in your PDF viewer
de: Öffnen Sie das generierte Dokument in Ihrem PDF-Betrachter
fr: Ouvrez le document généré dans votre lecteur PDF
uz: Yaratilgan hujjatni PDF ko'ruvchisida oching

# str.help_print2_step3
source: Press ⌘ + P to open the print dialog
de: Drücken Sie ⌘ + P, um den Druckdialog zu öffnen
fr: Appuyez sur ⌘ + P pour ouvrir la boîte de dialogue d'impression
uz: Chop etish dialogini ochish uchun ⌘ + P ni bosing

# str.help_print2_step4
source: Set "Pages per Sheet" to 1
de: Setzen Sie „Seiten pro Blatt" auf 1
fr: Réglez « Pages par feuille » sur 1
uz: "Varaqdagi sahifalar"ni 1 ga o'rnating

# str.help_print2_step5
source: Set "Sheets to Print" to "Odd Only" and click Print
de: Setzen Sie „Zu druckende Seiten" auf „Nur ungerade" und klicken Sie auf Drucken
fr: Réglez « Feuilles à imprimer » sur « Impaires uniquement » et cliquez sur Imprimer
uz: "Chop etiladigan varaqlar"ni "Faqat toq" ga o'rnating va Chop etish tugmasini bosing

# str.help_print2_step6
source: Pull out the printed stack, flip it top-to-bottom (head edge becomes the foot edge), and put it back in the paper tray
de: Nehmen Sie den bedruckten Stapel heraus, drehen Sie ihn von oben nach unten (die obere Kante wird zur unteren Kante) und legen Sie ihn wieder in das Papierfach
fr: Sortez la pile imprimée, retournez-la de haut en bas (le bord supérieur devient le bord inférieur) et remettez-la dans le bac à papier
uz: Chop etilgan dastani lotokdan oling, uni yuqoridan pastga aylantiring (yuqori qirrasi pastki qirrasiga aylanadi) va lotokka qaytaring

# str.help_print2_step7
source: Set "Sheets to Print" to "Even Only" and click Print
de: Setzen Sie „Zu druckende Seiten" auf „Nur gerade" und klicken Sie auf Drucken
fr: Réglez « Feuilles à imprimer » sur « Paires uniquement » et cliquez sur Imprimer
uz: "Chop etiladigan varaqlar"ni "Faqat juft" ga o'rnating va Chop etish tugmasini bosing

# str.help_print2_step8
source: Fold each printed sheet in half along the center
de: Falten Sie jedes bedruckte Blatt mittig zur Hälfte
fr: Pliez chaque feuille imprimée en deux dans le sens de la longueur
uz: Har bir chop etilgan varaqni o'rtasidan ikkiga buklang

# str.help_print2_step9
source: Staple along the fold to bind the booklet
de: Heften Sie entlang der Faltung, um das Heft zu binden
fr: Agrafez le long du pli pour relier le livret
uz: Buklamani biriktirish uchun buklash chizig'i bo'ylab steplerda biriktiring

# str.help_print4_step1
source: Click the "Share" button (📤) to save your document
de: Klicken Sie auf "Teilen" (📤), um Ihr Dokument zu speichern
fr: Cliquez sur "Partager" (📤) pour sauvegarder votre document
uz: Hujjatingizni saqlash uchun "Ulashish" tugmasini (📤) bosing

# str.help_print4_step2
source: Open the generated document in your PDF viewer
de: Öffnen Sie das generierte Dokument in Ihrem PDF-Betrachter
fr: Ouvrez le document généré dans votre lecteur PDF
uz: Yaratilgan hujjatni PDF ko'ruvchisida oching

# str.help_print4_step3
source: Press ⌘ + P to open the print dialog
de: Drücken Sie ⌘ + P, um den Druckdialog zu öffnen
fr: Appuyez sur ⌘ + P pour ouvrir la boîte de dialogue d'impression
uz: Chop etish dialogini ochish uchun ⌘ + P ni bosing

# str.help_print4_step4
source: Set "Pages per Sheet" to 1
de: Setzen Sie „Seiten pro Blatt" auf 1
fr: Réglez « Pages par feuille » sur 1
uz: "Varaqdagi sahifalar"ni 1 ga o'rnating

# str.help_print4_step5
source: Set "Sheets to Print" to "Odd Only" and click Print
de: Setzen Sie „Zu druckende Seiten" auf „Nur ungerade" und klicken Sie auf Drucken
fr: Réglez « Feuilles à imprimer » sur « Impaires uniquement » et cliquez sur Imprimer
uz: "Chop etiladigan varaqlar"ni "Faqat toq" ga o'rnating va Chop etish tugmasini bosing

# str.help_print4_step6
source: Pull out the printed stack, flip it over keeping the head edge at the top (left and right stay on the same sides), and put it back in the paper tray
de: Nehmen Sie den bedruckten Stapel heraus, drehen Sie ihn so, dass die obere Kante oben bleibt (links und rechts bleiben auf derselben Seite), und legen Sie ihn wieder in das Papierfach
fr: Sortez la pile imprimée, retournez-la en gardant le bord supérieur en haut (la gauche et la droite restent du même côté) et remettez-la dans le bac à papier
uz: Chop etilgan dastani lotokdan oling, yuqori qirrasini tepada qoldirib aylantiring (chap va o'ng tomonlari o'sha tomonida qoladi) va lotokka qaytaring

# str.help_print4_step7
source: Set "Sheets to Print" to "Even Only" and click Print
de: Setzen Sie „Zu druckende Seiten" auf „Nur gerade" und klicken Sie auf Drucken
fr: Réglez « Feuilles à imprimer » sur « Paires uniquement » et cliquez sur Imprimer
uz: "Chop etiladigan varaqlar"ni "Faqat juft" ga o'rnating va Chop etish tugmasini bosing

# str.help_print4_step8
source: Cut every printed sheet horizontally across the middle (a single cut separating the top row from the bottom row)
de: Schneiden Sie jedes bedruckte Blatt horizontal in der Mitte durch (ein Schnitt trennt die obere Reihe von der unteren)
fr: Coupez chaque feuille imprimée horizontalement en son milieu (une seule coupe séparant la rangée du haut de celle du bas)
uz: Har bir chop etilgan varaqni ko'ndalangiga (gorizontal) o'rtasidan bir marta kesing — yuqori qator pastki qatordan ajraladi

# str.help_print4_step9
source: Stack every top half on top of every bottom half, keeping each pile in the printed sheet order
de: Stapeln Sie alle oberen Hälften auf alle unteren Hälften und behalten Sie in jedem Stapel die Druckreihenfolge bei
fr: Empilez chaque moitié supérieure au-dessus des moitiés inférieures, en conservant l'ordre d'impression dans chaque pile
uz: Har bir yuqori yarmni har bir pastki yarmning ustiga qo'ying, har bir to'plamda chop etish tartibini saqlang

# str.help_print4_step10
source: Fold the whole stack in half along the vertical center so the right-hand column ends up on the outside as the cover
de: Falten Sie den gesamten Stapel mittig entlang der vertikalen Mitte, sodass die rechte Spalte außen als Titelseite liegt
fr: Pliez toute la pile en deux le long de l'axe vertical central, de sorte que la colonne de droite se retrouve à l'extérieur comme couverture
uz: Butun dastani vertikal markaz bo'ylab ikkiga buklang — o'ng tomondagi ustun tashqarida muqova bo'lib qoladi

# str.help_print4_step11
source: Staple along the fold to bind the booklet
de: Heften Sie entlang der Faltung, um das Heft zu binden
fr: Agrafez le long du pli pour relier le livret
uz: Buklamani biriktirish uchun buklash chizig'i bo'ylab steplerda biriktiring

# str.help_support
source: Help & Support
de: Hilfe & Support
fr: Aide & Support
uz: Yordam & Qo'llab-quvvatlash

# str.help_tip_1
source: Use paper that's thick enough to prevent ink bleeding through
de: Verwenden Sie Papier, das dick genug ist, um ein Durchscheinen der Tinte zu verhindern
fr: Utilisez du papier suffisamment épais pour éviter que l'encre ne traverse
uz: Siyoh o'tib ketishining oldini olish uchun etarlicha qalin qog'oz ishlating

# str.help_tip_2
source: For larger documents, consider printing in smaller sections
de: Bei größeren Dokumenten erwägen Sie das Drucken in kleineren Abschnitten
fr: Pour les documents volumineux, envisagez d'imprimer par sections plus petites
uz: Katta hujjatlar uchun kichik bo'limlar bo'yicha chop etishni ko'rib chiqing

# str.help_tip_3
source: Test with a few pages first to ensure your printer handles the layout correctly
de: Testen Sie zuerst mit ein paar Seiten, um sicherzustellen, dass Ihr Drucker das Layout korrekt verarbeitet
fr: Testez d'abord avec quelques pages pour vous assurer que votre imprimante gère correctement la mise en page
uz: Printeringiz joylashuvni to'g'ri ishlov berishiga ishonch hosil qilish uchun avval bir necha sahifa bilan sinab ko'ring

# str.help_tip_4
source: For professional finish, consider using a stapler designed for booklets
de: Für ein professionelles Finish erwägen Sie die Verwendung eines für Broschüren geeigneten Hefters
fr: Pour une finition professionnelle, envisagez d'utiliser une agrafeuse conçue pour les livrets
uz: Professional natija uchun kitobchalar uchun mo'ljallangan stepler ishlatishni ko'rib chiqing

# str.help_tips_title
source: Tips for Best Results
de: Tipps für beste Ergebnisse
fr: Conseils pour de Meilleurs Résultats
uz: Eng Yaxshi Natijalar Uchun Maslahatlar

# str.history
source: History
de: Verlauf
fr: Historique
uz: Tarix

# str.how_to_print_mac
source: How to Print on Mac
de: So drucken Sie auf dem Mac
fr: Comment imprimer sur Mac
uz: Mac-da qanday chop etish mumkin

# str.imposition_method
source: Imposition Method
de: Ausschießmethode
fr: Méthode d'imposition
uz: Imposition usuli

# str.internet_required
source: Internet Connection Required
de: Internetverbindung erforderlich
fr: Connexion Internet requise
uz: Internet aloqasi talab qilinadi

# str.internet_required_message
source: Please connect to the internet to use BookletPDF.
de: Bitte verbinden Sie sich mit dem Internet, um BookletPDF zu verwenden.
fr: Veuillez vous connecter à Internet pour utiliser BookletPDF.
uz: BookletPDF dan foydalanish uchun internetga ulaning.

# str.lang_english
source: English
de: Englisch
fr: Anglais
uz: Inglizcha

# str.lang_french
source: French
de: Französisch
fr: Français
uz: Fransuzcha

# str.lang_german
source: German
de: Deutsch
fr: Allemand
uz: Nemischa

# str.lang_uzbek
source: Uzbek
de: Usbekisch
fr: Ouzbek
uz: O'zbekcha

# str.language
source: Language
de: Sprache
fr: Langue
uz: Til
